tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "mas"
cask "1password"
mas "1Blocker", id: 1107421413
cask "anybar"
brew "bash"
cask "brave-browser"
cask "bluestacks"
cask "bettertouchtool"
cask "db-browser-for-sqlite"
cask "fantastical"
cask "firefox"
brew "gcc"
brew "git"
brew "gradle"
cask "intellij-idea-ce"
cask "iterm2"
brew "java"
brew "java11"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "homebrew/cask-drivers/logitech-g-hub"
cask "homebrew/cask-drivers/logitech-options"
brew "lsof"
cask "postman"
brew "python@3.9"
brew "scala"
cask "signal"
cask "sublime-text"
cask "transmission"
brew "tree"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
brew "wget"
brew "youtube-dl"
cask "qlmarkdown"
mas "Drafts", id: 1435957248
mas "GoodNotes", id: 1444383602
mas "Instapaper", id: 288545208
mas "Instapaper Save", id: 1481302432
mas "MindNode", id: 1289197285
mas "OmniFocus", id: 1346203938
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1449412482
mas "Server", id: 883878097
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Archive Browser", id: 510232205
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "WhatsApp", id: 1147396723
